Repository: GJdream/iShare
Catalog: iShare/Resource/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, zh_hant

# btn_title_operate
source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
it: Modifica
ja: 編集
zh_hant: 編輯

# btn_title_cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: 取り消す
zh_hant: 取消

# btn_title_confirm
source: Confirm
de: Bestätigen
es: Confirmar
fr: Confirmer
it: Conferma
ja: 確認する
zh_hant: 確定

# btn_title_delete
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
zh_hant: 刪除

# btn_title_move
source: Move
es: Mover
fr: Déplacer
it: Sposta
ja: 移動
zh_hant: 移動

# btn_title_copyto
source: Copy to
de: kopieren
es: Copiar
fr: Copier
it: Copia
ja: コピー先
zh_hant: 複製到

# btn_title_selectall
source: Select all
de: Alle auswählen
es: Seleccionar todo
fr: Sélectionner tout
it: Seleziona tutto
ja: すべて選択
zh_hant: 全選

# btn_title_disconnect
source: Disconnect
es: Desconectar
fr: Couper
ja: 切断
zh_hant: 斷開連接

# btn_title_unlink
source: Unlink
es: Desvincular
fr: Supprimer le lien
it: Scollega
ja: リンク解除
zh_hant: 註銷

# btn_title_nowplaying
source: Now playing
de: Jetzt spielen
es: Reproducción en curso
fr: En cours de lecture
it: In esecuzione
ja: プレイ中
zh_hant: 正在播放

# btn_title_showimagepicker
source: Photo album
es: Álbum de fotos
fr: album photo
it: Album fotografico
ja: 写真集
zh_hant: 相簿中的照​​片

# btn_title_showfilepicker
source: Local files
de: Lokale Dateien
es: Archivos locales
fr: Fichiers locaux
it: File locali
ja: ローカルファイル
zh_hant: 本地文件

# btn_title_back
source: Back
de: Zurück
es: Volver
fr: Retour
it: Indietro
ja: バック
zh_hant: 返回

# label_title_choosecontent
source: Select the content you want to share
de: Wählen Sie den gewünschten Inhalt zu teilen
es: Seleccione el contenido que desea compartir
fr: Sélectionnez le contenu que vous souhaitez partager
it: Selezionare il contenuto che si desidera condividere
ja: あなたがコンテンツを共有したい
zh_hant: 選擇你想要分享的內容

# label_title_sending
source: Sending
es: Enviando
fr: Envoi
it: Invio
ja: 伝送
zh_hant: 發送中

# label_title_receiving
source: Reception
es: recepción
fr: réception
it: Ricezione
ja: 受け入れ
zh_hant: 接收中

# title_receivedfrombluetooth
source: Received from the Bluetooth
de: aus dem Bluetooth empfangen
es: Se ha recibido de la conexión Bluetooth
fr: Reçu de la Bluetooth
it: Ricevuto dal Bluetooth
ja: ブルートゥースから受信した
zh_hant: 接收自藍牙

# tab_title_home
source: Home
fr: Accueil
ja: 主目录
zh_hant: 主目錄

# tab_title_myfiles
source: My Files
es: Mis archivos
fr: Mes fichiers
ja: ホームディレクトリ
zh_hant: 我的文件

# tab_title_music
source: Music
es: Música
fr: Musique
it: Musica
ja: 音楽
zh_hant: 音樂

# tab_title_share
source: Sharing
de: Aktie
es: Share
fr: Partager
it: Share
ja: シェア
zh_hant: 分享

# tab_title_config
source: Config
ja: 設定
zh_hant: 設置

# nav_title_connectedwith
source: Connected with %@
de: mit% @ Connected
es: Conectado con @%
fr: Connecté à%@
it: Connesso con %@
ja: %@に接続されています
zh_hant: 已與%@連接

# nav_title_bluetooth
source: Bluetooth sharing
es: Bluetooth compartir
fr: partage Bluetooth
it: Condivisione Bluetooth
ja: Bluetooth共有
zh_hant: 藍牙共享

# nav_title_wificontrol
source: HTTP sharing
es: compartir HTTP
fr: partage HTTP
it: condivisione HTTP
ja: HTTP共有
zh_hant: HTTP共享

# nav_title_passcodesetting
source: Passcode protection
de: Passcode-Schutz
es: protección de contraseña
fr: la protection par code
it: protezione codice di accesso
ja: パスワード保護
zh_hant: 密碼保護

# alert_message_filealreadyexists
source: File of the same name already exists, you want to overwrite it?
de: Datei mit dem gleichen Namen existiert bereits, wollen Sie sie überschreiben?
es: El archivo con el mismo nombre ya existe, desea sobreescribirlo?
fr: Le fichier du même nom existe déjà, vous voulez l'écraser?
it: Il file con lo stesso nome esiste già, vuoi sovrascrivere?
ja: 同じ名前のファイルがすでに存在している、あなたはそれを上書きしたいですか？
zh_hant: 同名文件已存在，想要覆蓋它嗎？

# alert_title_inputdirectoryname
source: Please enter the name of the new folder
de: Bitte geben Sie den Namen des neuen Ordners
es: Introduzca el nombre de la nueva carpeta
fr: S'il vous plaît entrez le nom du nouveau dossier
it: Si prega di inserire il nome della nuova cartella
ja: 新しいフォルダの名前を入力してください
zh_hant: 請輸入新文件夾的名字

# alert_title_inputtextfilename
source: Please enter a new text file name
de: Bitte geben Sie eine neue Textdatei name
es: Por favor ingrese un nombre de archivo de texto nuevo
fr: S'il vous plaît entrer un nom nouveau texte le fichier
it: Si prega di inserire un nuovo nome di file di testo
ja: 新しいテキストファイル名を入力してください
zh_hant: 請輸入新的文本文件名

# alert_title_deleteconfirm
source: Delete files
de: Dateien löschen
es: Eliminar archivos
fr: Supprimer les fichiers
it: Elimina file
ja: ファイルを削除します
zh_hant: 刪除文件

# alert_title_rename
source: Rename
de: Umbenennen
es: Cambiar nombre
fr: Renommer
it: Rinomina
ja: リネーム
zh_hant: 重命名

# alert_title_error
source: Error
de: Fehler
fr: Erreur
it: Errore
ja: エラー
zh_hant: 錯誤

# alert_title_dropboxauthfailed
source: Failed
de: Fehler
es: Error
fr: Échec
it: non riuscita
ja: 失敗
zh_hant: 失敗

# alert_message_dropboxauthfailed
source: Authentication for Dropbox failed
de: Authentifizierung für Dropbox fehlgeschlagen
es: Autenticación de Dropbox no
fr: Authentification pour Dropbox a échoué
it: Autenticazione per Dropbox non riuscita
ja: Dropboxの認証失敗
zh_hant: Dropbox認證失敗

# alert_message_deleteconfirm
source: Deleted files can't be restored. Do you confirm deletion?
de: . Gelöschte Dateien können nicht wiederhergestellt werden Sie bestätigen das Löschen?
es: . Los archivos borrados no se pueden recuperar Foro de confirmar la eliminación?
fr: . Fichiers supprimés ne peuvent être restaurés Confirmez-vous la suppression?
it: . File eliminati non possono essere ripristinati Ti confermare l'eliminazione?
ja: 削除されたファイルは復元できません、それを削除することを確認？
zh_hant: 刪除的文件無法恢復，確認刪除嗎?

# alert_message_nosuitableapp
source: No App can open this file
de: Nein App kann diese Datei öffnen
es: No Aplicación puede abrir este archivo
fr: Aucune application ne peut ouvrir ce fichier
it: Nessuna applicazione è possibile aprire il file
ja: いいえAppは、このファイルを開くことができません
zh_hant: 沒有App可以打開這個文件

# alert_message_nomailaccount
source: No mail account is available on your device
de: Nein Mail-Konto auf Ihrem Gerät verfügbar
es: No tienes cuenta de correo está disponible en su dispositivo
fr: Aucun compte de messagerie est disponible sur votre appareil
it: Nessun account e-mail è disponibile sul dispositivo
ja: お使いのデバイスは、電子メールアカウントを持っていないので、メールを送信できない
zh_hant: 您的設備上沒有可用的郵件帳號，所以無法發送郵件

# alert_message_renamefailed
source: The rename fails
de: Das Umbenennen schlug fehl
es: El cambio de nombre no
fr: Le changement de nom échoue
it: La ridenominazione fallisce
ja: 名前の変更は失敗
zh_hant: 重命名失敗

# alert_message_shareserviceerror
source: Seems wrong...
de: Scheint falsch ...
es: Parece mal ...
fr: Semble mal ...
it: sembra sbagliato ...
ja: 何かが間違っている
zh_hant: 好像有哪裡不對

# alert_message_filereceivingfinished
source: Files are saved to "Received from Bluetooth" folder
de: Dateien gespeichert werden, um Ordner 'von Bluetooth Received'
es: Los archivos se guardan en 'Recibido de Bluetooth' carpeta
fr: Les fichiers sont enregistrés dans 'Reçu de Bluetooth' dossier
it: I file vengono salvati in 'Ricevuto da Bluetooth' cartella
ja: "ブルートゥースから受信した"フォルダにファイルを保存します
zh_hant: 文件被保存到了"接收自藍牙"文件夾

# alert_message_photoreceivingfinished
source: Photos are saved to album
de: Fotos sind zum Album gespeichert
es: Las fotos se guardan en disco
fr: Les photos sont enregistrées à l'album
it: Le foto sono salvate album
ja: アルバムに写真を保存
zh_hant: 照片被保存到了相冊中

# alert_message_sendingfinished
source: End of transimission
es: Fin de transimission
fr: Fin de transimission
it: Fine transimission
ja: 伝送終了
zh_hant: 發送結束

# alert_message_fileisstored
source: %@ has been stored to the 'Inbox'
de: % @ ist die 'Inbox' wurde gespeichert
es: %@ se ha almacenado en la 'Bandeja de entrada'
fr: %@ a été stocké à la 'Boîte de réception'
it: %@ è stato memorizzato il 'Posta in arrivo'
ja: %@は'受信トレイ'に保存されている
zh_hant: %@已經被存儲到了'Inbox'

# alert_message_authfailed
source: Authentication failed
de: Authentifizierung fehlgeschlagen
es: Error de autenticación
fr: L'authentification a échoué
it: Autenticazione non riuscita
ja: 認証に失敗しました
zh_hant: 驗證失敗

# btn_title_iknow
source: I know
de: Ich weiß
es: Yo sé
fr: Je sais
it: io so
ja: 私は知っている
zh_hant: 知道了

# status_message_newfoldercreated
source: Folder is created
de: Ordner wird erstellt
es: La carpeta se crea
fr: dossier est créé
it: Cartella è creato
ja: フォルダが正常に作成さ
zh_hant: 文件夾創建成功

# status_message_newfoldercreatefailed
source: Folder creation failed
de: Ordner konnte nicht erstellt werden
es: Falló la creación de carpetas
fr: création du dossier a échoué
it: Creazione di una cartella non riuscita
ja: フォルダの作成は失敗します
zh_hant: 文件夾創建失敗

# status_message_newimagecreated
source: The image is created
de: Das Bild wird erstellt
es: La imagen se crea
fr: L'image est créée
it: L'immagine viene creata
ja: イメージが正常に作成さ
zh_hant: 圖片創建成功

# status_message_newimagecreatefailed
source: Image creation failed
de: Image-Erstellung ist fehlgeschlagen
es: Falló la creación de imágenes
fr: Création d'image a échoué
it: Creazione di immagine non riuscita
ja: 画像の作成は失敗します
zh_hant: 圖片創建失敗

# status_message_newtextcreated
source: Text file is created
de: Text-Datei wird erstellt
es: Archivo de texto se crea
fr: fichier texte est créé
it: File di testo viene creato
ja: 正常に作成されたテキストファイル
zh_hant: 文本文件創建成功

# status_message_newtextcreatefailed
source: Text file creatioin failed
de: Text-Datei creatioin fehlgeschlagen
es: Archivo de texto creatioin fracasado
fr: fichier texte creatioin a échoué
it: File di testo creatioin non riuscita
ja: テキストファイルの作成に失敗しました
zh_hant: 文本文件創建失敗

# status_message_savingimage
source: Save image...
de: Bild speichern unter ...
es: Guardar imagen ...
fr: Enregistrer l'image ...
it: Salva immagine ...
ja: 画像を保存...
zh_hant: 保存圖像...

# status_message_savingfailed
source: Save failed!
de: Speichern fehlgeschlagen!
es: Guardar fallado!
fr: Enregistrer échoué!
it: Salva fallita!
ja: 保存に失敗しました!
zh_hant: 保存失敗!

# status_message_savingsuccess
source: Image has been saved
de: Image wurde gespeichert
es: Imagen se ha guardado
fr: L'image a été sauvé
it: L'immagine è stata salvata
ja: 画像が保存されました
zh_hant: 圖像已保存

# status_message_httpserverstartfinished
source: WIFI sharing startup success
de: WIFI Sharing Startup Erfolg
es: WIFI compartir arranque éxito
fr: WIFI succès du démarrage de partage
it: WIFI successo condivisione di avvio
ja: 無線LAN共有のスタートアップ成功
zh_hant: WIFI共享啟動成功

# status_message_httpserverstartfailed
source: Can't start WIFI sharing! Please check you WIFI setting
de: Kann nicht starten WIFI Sharing Bitte überprüfen Sie WIFI Einstellung!
es: No se puede iniciar el uso compartido WIFI Compruebe que ajuste WIFI!
fr: Impossible de démarrer le partage WIFI S'il vous plaît vérifiez que vous paramètre WIFI!
it: Impossibile avviare la condivisione Wi-Fi Si prega di verificare che l'impostazione Wi-Fi!
ja: WIFIの共有を開始することはできません！あなたの無線LAN設定を確認してください
zh_hant: 無法啟動WIFI共享！請檢查你的WIFI設置

# status_message_httpserverstopfinished
source: WIFI sharing has stopped
de: WIFI Sharing gestoppt hat
es: compartir WIFI ha parado
fr: partage WIFI s'est arrêté
it: condivisione wifi si è fermato
ja: 無線LAN共有が停止されている
zh_hant: WIFI共享已停止

# status_message_httpserverstopfailed
source: WIFI sharing can't be stopped!
de: WIFI Sharing kann nicht gestoppt werden!
es: compartir WIFI no se puede detener!
fr: partage WIFI ne peut pas être arrêté!
it: condivisione wifi non si può fermare!
ja: WIFIの共有を停止することはできません!
zh_hant: WIFI共享無法停止!

# actionsheet_cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
zh_hant: 取消

# actionsheet_save
source: Save
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
ja: 保存
zh_hant: 保存

# actionsheet_copy
source: Copy
de: Kopieren
es: Copiar
fr: Copier
it: Copia
ja: コピー
zh_hant: 複製

# actionsheet_email
source: Email
es: Correo electrónico
ja: 郵便
zh_hant: 郵件

# progress_message_uploadingfiles
source: Upload files
de: Dateien hochladen
es: Cargar archivos
fr: Télécharger les fichiers
it: Carica file
ja: ファイルをアップロード
zh_hant: 上傳文件

# progress_message_zipping
source: Compressing file now, please waiting
de: Komprimieren Datei jetzt, bitte warten
es: Comprimir archivos ahora, por favor espera
fr: Compresser le fichier maintenant, s'il vous plaît attendre
it: Compressione file in questione, si prega di attesa
ja: 圧縮されたファイルなので、しばらくお待ちください
zh_hant: 正在壓縮文件，請稍候

# progress_message_unzipping
source: Extracting file
de: Extrahieren Datei
es: Extraer archivo
fr: Extraire le fichier
it: file Estrazione
ja: ファイルを解凍する
zh_hant: 解壓文件

# progress_message_unzippingfailed
source: Decompression failed
de: Dekomprimierung fehlgeschlagen
es: no descompresión
fr: Décompression a échoué
it: Decompressione non riuscita
ja: 減圧失敗
zh_hant: 解壓失敗

# progress_message_loadingcontent
source: Loading content
de: Inhalt wird geladen
es: Cargar contenido
fr: Chargement du contenu
it: Caricamento di contenuto
ja: ロードコンテンツ
zh_hant: 加載內容

# progress_message_deleting
source: Delete file
de: Datei löschen
es: Eliminar archivo
fr: Supprimer le fichier
it: Elimina file
ja: ファイルを削除します
zh_hant: 刪除文件

# progress_message_creatingfolder
source: Creating folder
de: Erstelle Ordner
es: Crear carpeta
fr: Création du dossier
it: Creazione cartella
ja: フォルダーを作成する
zh_hant: 創建文件夾

# progress_message_actionfailed
source: Operation failed
de: Operation fehlgeschlagen
es: Error en la operación
fr: L'opération a échoué
it: Operazione non riuscita
ja: 操作は失敗し
zh_hant: 操作失敗

# progress_message_addtodownloadqueue
source: Has been added to the download queue
de: Hat der Download-Warteschlange hinzugefügt
es: se ha añadido a la cola de descarga
fr: a été ajouté à la file d'attente de téléchargement
it: è stato aggiunto alla coda di download
ja: ダウンロードキューに追加されました
zh_hant: 已加入到下載隊列

# progress_message_startdownloadingfile
source: Preparing to download files
de: Vorbereitung zum Herunterladen von Dateien
es: Preparación para la descarga de archivos
fr: file téléchargement Démarrer
it: Preparazione per scaricare i file
ja: ダウンロードの開始
zh_hant: 開始下載文件

# progress_message_uploadingfinished
source: File uploading finished
de: File Upload beendet
es: subida de archivos terminado
fr: Le chargement de fichiers fini
it: Caricamento file finito
ja: ファイルアップロードの終わり
zh_hant: 文件上傳結束

# progress_message_uploadingfailed
source: File uploading failed
de: File Upload fehlgeschlagen
es: Error cargando archivo
fr: L'ajout du fichier a échoué
it: Caricamento file fallito
ja: ファイルのアップロードに失敗しました
zh_hant: 文件上傳失敗

# progress_message_downloadfinished
source: File donwloading finished
de: Datei donwloading fertigen
es: Archivo donwloading terminado
fr: Fichier les téléchargeant fini
it: File donwloading finito
ja: 文件下载结束
zh_hant: 文件下載結束

# progress_message_downloadfailed
source: File downloading failed
de: File Download fehlgeschlagen
es: Error al descargar el archivo
fr: téléchargement du fichier a échoué
it: download del file non riuscita
ja: ファイルのダウンロードの終わり
zh_hant: 文件下載失敗

# progress_message_noicloudsetup
source: No iCloud support on this device
de: Nein iCloud Unterstützung auf diesem Gerät
es: No hay soporte de iCloud en este dispositivo
fr: Pas de support iCloud sur cet appareil
it: Nessun supporto iCloud su questo dispositivo
ja: このデバイスは、iCloudのをサポートしていません
zh_hant: 這台設備上沒有iCloud支持

# progress_message_dropboxunlinked
source: Dropbox unbind
ja: Dropboxのアンバインド
zh_hant: Dropbox已解除綁定

# progress_message_googledriveunlinked
source: Google Drive unbind
ja: GoogleドライブUNBIND
zh_hant: Google Drive已解除綁定

# progress_message_passcodeisenabled
source: Passcode enabled
de: Passcode aktiviert
es: Código de acceso permitido
fr: Code d'accès activé
it: codice di accesso abilitato
ja: パスワードを有効
zh_hant: 密碼已啟用

# progress_message_passcodeischanged
source: Passcode changed
de: Passcode geändert
es: Código de acceso cambiado
fr: Code d'accès a changé
it: Codice di accesso modificato
ja: パスワードが変更されました
zh_hant: 密碼已修改

# progress_message_passcodeisdisabled
source: Passcode diabled
es: Código de acceso diabled
fr: Code d'accès diabled
it: Codice di accesso Disabili
ja: パスワードが無効になっています
zh_hant: 密碼已禁用

# section_title_localshare
source: Local Share
es: Share Local
fr: Partager locale
it: Share locale
ja: ローカル共有
zh_hant: 本地分享

# section_title_cloudstorageservice
source: Cloud Storage Services
es: Servicios de almacenamiento en la nube
fr: Cloud Services de stockage
ja: クラウドストレージサービス
zh_hant: 雲存儲服務

# section_title_transferqueue
source: Transmission Queue
es: Transmisión de cola
fr: file d'attente de transmission
it: coda di trasmissione
ja: 送信待ち行列
zh_hant: 傳輸隊列

# section_title_wificonfig
source: Shared switch is turned on, you can access the files on your device via web browser, address is %@. Recommend using Safari, Chrome and Firefox to access
de: Shared-Schalter eingeschaltet ist, können Sie die Dateien auf Ihrem Gerät über einen Webbrowser zugreifen, ist die Adresse% @ empfehlen mit Safari, Chrome und Firefox zu erreichen.
es: Shared interruptor está activado, puede acceder a los archivos en el dispositivo a través del navegador web, la dirección es%@ Se recomienda utilizar Safari, Chrome y Firefox para acceder a él.
fr: Interrupteur partagé est activé, vous pouvez accéder aux fichiers de votre appareil via un navigateur Web, l'adresse est @%. Recommandons d'utiliser Safari, Chrome et Firefox pour accéder
it: interruttore condivisa è attivato, è possibile accedere ai file sul dispositivo tramite web browser, l'indirizzo è %@ consiglia utilizzando Safari, Chrome e Firefox per accedere.
ja: 共有スイッチがオンになっている場合、あなたのデバイス上のファイルを（%@に対処するためにアクセスする）にアクセスするためにブラウザを使うことができます。アクセスするための推奨される使用のSafari、ChromeとFirefox
zh_hant: 共享的開關打開後，您可以通過在瀏覽器地址欄中輸入%@ 來訪問您的設備上的文件。推薦使用Safari，Chrome和Firefox來訪問

# cell_title_upload
source: Upload
fr: Téléchargez
ja: アップロード
zh_hant: 上傳

# cell_title_download
source: Download
es: Descargar
fr: Télécharger
ja: ダウンロード
zh_hant: 下載

# cell_title_wifishare
source: Sharing via WIFI
de: via WIFI Shared
es: Shared via WIFI
fr: Partagés via WIFI
it: Shared via WIFI
ja: 無線LANを介して共有
zh_hant: 通過WIFI共享

# cell_title_enablehttp
source: Enable share
de: Enable Aktie
es: Activar compartir
fr: Activer part
it: Abilita condivisione
ja: 共有を有効に
zh_hant: 啟用共享

# cell_title_httpport
source: HTTP port
es: Puerto HTTP
fr: le port HTTP
it: Porta HTTP
ja: HTTPポート
zh_hant: HTTP端口

# cell_title_authenable
source: Authentication
de: Authentifizierung
es: Autenticación
fr: Authentification
it: Autenticazione
ja: 認証
zh_hant: 身份驗證

# cell_title_authusername
source: Username
de: Benutzername
es: Nombre de usuario
fr: Nom d'utilisateur
it: Nome utente
ja: ユーザー名
zh_hant: 用戶名

# cell_title_authpassword
source: Password
de: Passwort
es: contraseña
fr: Mot de passe
ja: パスワード
zh_hant: 密碼

# cell_title_notconnected
source: Not connected
de: Nicht verbunden
es: No conectado
fr: Non connecté
it: Non collegato
ja: 接続されていない
zh_hant: 未連接

# cell_title_addsong
source: Touch here to add songs
de: Touch hier, um Titel hinzuzufügen
es: Toque aquí para agregar canciones
fr: Appuyez ici pour ajouter des chansons
it: Tocca qui per aggiungere canzoni
ja: 曲を追加するには、ここをタッチして、
zh_hant: 輕觸此處添加歌曲

# cell_title_removefromplaylist
source: Remove
de: Entfernen
es: Eliminar
fr: Supprimer
it: Rimuovi
ja: 削除する
zh_hant: 移除

# cell_title_disablepasscode
source: Disable passcode
de: Deaktivieren Passcode
es: Desactivar código
fr: Désactiver le mot de passe
it: Disattiva codice di accesso
ja: 閉じるパスワード保護
zh_hant: 關閉密碼保護

# cell_title_enablepasscode
source: Enable passcode
es: Activar código de acceso
fr: Activer mot de passe
it: Attiva codice di accesso
ja: パスワード保護を有効にする
zh_hant: 啟用密碼保護

# cell_title_changepasscode
source: Change passcode
de: Kennung ändern
es: Cambiar contraseña
fr: changer le code d'accès
it: Mod.cod.accesso
ja: パスワードの変更
zh_hant: 更改密碼

# cell_title_passcodeenabled
source: enabled
de: freigegeben
es: activado
fr: activé
it: abilitato
ja: 使用可能
zh_hant: 已啟用

# cell_title_passcodedisabled
source: Not enabled
de: Nicht aktiviert
es: No habilitado
fr: Non activé
it: Non abilitato
ja: 有効になっていません
zh_hant: 未啟用

# config_title_appearence
source: Appearence
de: Aussehen
es: Apariencia
fr: Apparence
it: Aspetto
ja: エクステリア
zh_hant: 外觀

# config_title_enableThumbnail
source: Enable thumbnail
es: Activar imagen
fr: Activer la miniature
it: Attiva anteprima
ja: サムネイルを有効にする
zh_hant: 啟用縮略圖

# config_title_security
source: Security
de: Sicherheit
es: Seguridad
fr: Sécurité
it: Sicurezza
ja: セキュリティー
zh_hant: 安全性

# config_title_enablepassword
source: Passcode protected
de: Passcode geschützt
es: Código de acceso protegido
fr: Code d'accès protégé
it: Protezione tramite password
ja: パスワード保護
zh_hant: 密碼保護

# config_title_rememberwifishare
source: Remember WIFI sharing state
de: Angemeldet WIFI Sharing Staat
es: Recordar estado compartido WIFI
fr: Se souvenir de l'état de partage WIFI
it: Ricorda lo stato Wi-Fi sharing
ja: 無線LAN共有状態を覚えている
zh_hant: 記住WIFI共享狀態

# search_placeholder
source: Search
de: Suchen
es: Buscar
fr: Rechercher
it: Cerca
ja: 検索
zh_hant: 搜索

# seg_title_name
source: Name
es: Nombre
fr: Nom
it: Nome
ja: 名前
zh_hant: 名稱

# seg_title_type
source: Type
de: Typ
es: Tipo
it: Tipo
ja: タイプ
zh_hant: 種類

# seg_title_date
source: Date
de: Datum
es: fecha
it: Data
ja: 日付
zh_hant: 日期

# menu_title_delete
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除する
zh_hant: 刪除

# menu_title_download
source: Download to...
es: Descargar para ...
fr: Téléchargé à ...
it: Scarica il programma ...
ja: にダウンロード...
zh_hant: 下載到...

# newimagename_template
source: New picture %@
de: Neues Bild% @
es: Nueva imagen%@
it: Nuova immagine %@
ja: 新しい絵%@
zh_hant: 新圖片%@

# refresh_title
source: Drog-down to refresh
de: Drog-down zu aktualisieren
es: Drog hacia abajo para actualizar
fr: Drog-bas pour rafraîchir
it: Drog-down per aggiornare
ja: リフレッシュするためにドラッグ
zh_hant: 下拉刷新

# refresh_readytitle
source: Release to refresh
de: Release zu aktualisieren
es: Versión para refrescar
fr: Communiqué de rafraîchir
it: Uscita di aggiornare
ja: リフレッシュするために放す
zh_hant: 放開刷新

# refresh_refreshtitle
source: Refreshing
es: Refrescante
fr: Rafraîchissant
it: Aggiornamento
ja: リフレッシュ...
zh_hant: 刷新中...

# alert_message_raruncompressfailed
source: Opening RAR file failed
de: Opening RAR-Datei fehlgeschlagen
es: Abrir archivo RAR fracasado
it: Apertura file RAR non riuscita

# alert_message_pleaseinputpassword
source: Please input password
de: Bitte Passwort eingeben
es: Por favor, introduzca la contraseña
it: Si prega di inserire la password

# progress_message_havedownloaded
source: Have downloaded:
de: heruntergeladen haben:
es: han descargado:
it: Hai scaricato:
